[
    {
        "id": 1,
        "title": "Destiny 2",
        "shortDescription": "AUn épico shooter de ciencia ficción que te sumerge en un vasto universo lleno de acción, misiones y aventuras.",
        "longDescription": "Sumérgete en un universo de ciencia ficción donde serás un Guardián encargado de proteger la última ciudad de la humanidad. Lucha contra enemigos alienígenas, descubre secretos y mejora tus habilidades en campañas cooperativas y competitivas.",
        "price": 50000,
        "stock": 5,
        "brand": "Battlenet",
        "category": "battlenet",
        "discount": 5,
        "tags": ["Super", "Diversión"],
        "mainImage": "https://i.postimg.cc/DZ3JvHqN/destiny2webp.webp"
    },
    {
        "id": 2,
        "title": "Heroes of the Storm Jaina Frostbolt",
        "shortDescription": "Un juego de batallas estratégicas que reúne héroes legendarios en combates épicos llenos de acción.",
        "longDescription": "Vive la experiencia del MOBA definitivo con Jaina Frostbolt, enfrentándote a jugadores de todo el mundo en intensos combates llenos de estrategia y habilidad. Elige entre una amplia gama de héroes y domina el campo de batalla.",
        "price": 90000,
        "stock": 30,
        "brand": "Battlenet",
        "category": "battlenet",
        "discount": 5,
        "tags": ["Best", "Heroes","Diversión"],
        "mainImage": "https://i.postimg.cc/sg1ZwpjT/heroesofstorm-jaina.webp"
    },
    {
        "id": 3,
        "title": "Starcraft Remastered",
        "shortDescription": "Una remasterización épica del clásico de estrategia en tiempo real con gráficos actualizados y jugabilidad fluida.",
        "longDescription": "Revive la experiencia del icónico Starcraft con gráficos en HD y sonidos remasterizados. Lidera a los Terran, Zerg o Protoss en una lucha por la supremacía galáctica y explora las campañas originales que redefinieron el género de estrategia.",
        "price": 90000,
        "stock": 40,
        "brand": "Battlenet",
        "category": "battlenet",
        "discount": 10,
        "tags": ["classic", "retro", "Best Seller"],
        "mainImage": "https://i.postimg.cc/9QSwSrzC/Star-Craft-Remastered.webp"
    },
    {
        "id": 4,
        "title": "Starcraft 2 Wings of Liberty",
        "shortDescription": "Una emocionante aventura de estrategia galáctica que redefinió los juegos de estrategia en tiempo real.",
        "longDescription": "Entra en un mundo futurista donde cada decisión estratégica define la supervivencia. Enfréntate a enemigos poderosos, lidera enormes ejércitos y vive una campaña llena de intriga, traiciones y emociones en una historia que te atrapará.",
        "price": 80000,
        "stock": 10,
        "brand": "Battlenet",
        "category": "battlenet",
        "discount": 20,
        "tags": ["retro", "vintage", "Classic"],
        "mainImage": "https://i.postimg.cc/W4kqPTJr/Starcraft2.webp"
    },
    {
        "id": 5,
        "title": "Warcraft Battle for Azeroth",
        "shortDescription": "Una batalla épica entre la Horda y la Alianza por el control de Azeroth.",
        "longDescription": "Explora nuevas tierras, obtén poderosos artefactos y enfréntate a desafiantes enemigos mientras luchas por tu facción. Esta expansión agrega contenido emocionante, misiones únicas y una historia que te sumergirá en el universo de Warcraft.",
        "price": 70000,
        "stock": 5,
        "brand": "Battlenet",
        "category": "battlenet",
        "discount": 25,
        "tags": ["Best Seller", "Classic"],
        "mainImage": "https://i.postimg.cc/nzKsC22h/Warcraft-Azeroth-500x500.webp"
    },
    {
        "id": 6,
        "title": "Warcraft Dragonflight",
        "shortDescription": "La primera consola de Microsoft.",
        "longDescription": "La Xbox original llevó los videojuegos a nuevas alturas con su potente hardware y un catálogo de juegos memorables.",
        "price": 38000,
        "stock": 15,
        "brand": "Battlenet",
        "category": "battlenet",
        "discount": 15,
        "tags": ["classic", "retro", "Super"],
        "mainImage": "https://i.postimg.cc/D02SsGpd/World-of-Warcraft-Dragonflight.webp"
    },
    {
        "id": 7,
        "title": "Battlefield",
        "shortDescription": "Combates bélicos intensos en escenarios realistas donde la estrategia y la acción se encuentran.",
        "longDescription": "Vive la emoción de grandes batallas multijugador en escenarios icónicos de la guerra moderna y pasada. Participa en intensos tiroteos, domina vehículos y utiliza tácticas para llevar a tu equipo a la victoria en cada enfrentamiento.",
        "price": 50000,
        "stock": 20,
        "brand": "EA Games",
        "category": "ea games",
        "discount": 10,
        "tags": ["classic", "popular"],
        "mainImage": "https://i.postimg.cc/5N2H2wCf/batlefield.webp"
    },
    {
        "id": 8,
        "title": "Cities Skylines 2",
        "shortDescription": "Diseña y gestiona la ciudad de tus sueños con herramientas avanzadas y simulación realista.",
        "longDescription": "Construye una metrópolis desde cero y hazla prosperar enfrentándote a desafíos urbanos como el tráfico, la contaminación y el bienestar de los ciudadanos. Personaliza cada detalle y crea un lugar donde todos quieran vivir.",
        "price": 700000,
        "stock": 35,
        "brand": "EA Games",
        "category": "ea games",
        "discount": 5,
        "tags": ["modern", "new", "Super"],
        "mainImage": "https://i.postimg.cc/DypSJ8rL/Cities-Skylines-II-Cd-Key-Origin-Global-500x500.webp"
    },
    {
        "id": 9,
        "title": "Titanfall",
        "shortDescription": "Un vertiginoso juego de acción con Robots futuristas y combates llenos de adrenalina.",
        "longDescription": "Entra en un campo de batalla futurista donde puedes pilotar impresionantes Robots y usar habilidades avanzadas de parkour. Combina estrategia y acción rápida para dominar a tus enemigos en intensos modos multijugador.",
        "price": 80000,
        "stock": 9,
        "brand": "EA Games",
        "category": "ea games",
        "discount": 0,
        "tags": ["next-gen", "new", "Future", "Robots"],
        "mainImage": "https://i.postimg.cc/Pf4pH6N6/cover-Titanfall-500x500.webp"
    },
    {
        "id": 10,
        "title": "FC 24",
        "shortDescription": "Un espectacular simulador de fútbol que te sumerge en la experiencia más realista del deporte rey.",
        "longDescription": "Juega con tus equipos favoritos en modos innovadores y gráficos de última generación. Desde partidos casuales hasta torneos competitivos, cada pase, gol y jugada te hará sentir la pasión del fútbol como nunca antes.",
        "price": 90000,
        "stock": 25,
        "brand": "EA Games",
        "category": "ea games",
        "discount": 10,
        "tags": ["Futbol", "Entretenimiento"],
        "mainImage": "https://i.postimg.cc/zGLVn87M/fc24.webp"
    },
    {
        "id": 11,
        "title": "Sim City Cities of Tomorrow",
        "shortDescription": "Construye la ciudad del futuro en un mundo lleno de innovación y desafíos tecnológicos.",
        "longDescription": "Diseña una metrópolis avanzada enfrentándote a problemas ambientales, energéticos y sociales. Usa tecnología de vanguardia y toma decisiones cruciales para mantener el equilibrio entre el progreso y el bienestar de los habitantes.",
        "price": 70000,
        "stock": 15,
        "brand": "EA Games",
        "category": "ea games",
        "discount": 5,
        "tags": ["portable", "classic"],
        "mainImage": "https://i.postimg.cc/g2frsQB0/simcity.webp"
    },
    {
        "id": 12,
        "title": "Star Wars Jedi Survivor",
        "shortDescription": "Vive la emoción de ser un Jedi en una galaxia llena de desafíos y aventuras épicas.",
        "longDescription": "Embárcate en un viaje inolvidable como un Jedi sobreviviente, enfrentándote a enemigos del Imperio y descubriendo secretos ancestrales. Mejora tus habilidades, usa la Fuerza y vive una historia llena de giros y acción.",
        "price": 95000,
        "stock": 12,
        "brand": "EA Games",
        "category": "ea games",
        "discount": 30,
        "tags": ["Saga", "Colección", "Starwars"],
        "mainImage": "https://i.postimg.cc/HLXnhzf9/Star-Wars-Jedi-Survivor.webp"
    },
    {
        "id": 13,
        "title": "The Sims 4",
        "shortDescription": "Crea, personaliza y controla la vida de tus Sims en un mundo lleno de posibilidades infinitas.",
        "longDescription": "Diseña personajes únicos con historias personalizadas, construye impresionantes casas y toma decisiones que influirán en cada aspecto de sus vidas. Experimenta la libertad creativa en el simulador de vida más popular del mundo.",
        "price": 50000,
        "stock": 50,
        "brand": "EA Games",
        "category": "ea games",
        "discount": 40,
        "tags": ["retro", "nostalgic"],
        "mainImage": "https://i.postimg.cc/KzbjSLbS/thesims4.webp"
    },
    {
        "id": 14,
        "title": "Just Dance 2023",
        "shortDescription": "Una experiencia llena de ritmo y diversión con coreografías únicas y los mejores éxitos musicales.",
        "longDescription": "Baila al ritmo de tus canciones favoritas mientras sigues las coreografías en pantalla. Perfecto para fiestas o entrenamientos, Just Dance te mantendrá en movimiento con una experiencia colorida, emocionante y apta para todas las edades.",
        "price": 70000,
        "stock": 5,
        "brand": "Nintendo",
        "category": "nintendo",
        "discount": 10,
        "tags": ["Dancing", "New game"],
        "mainImage": "https://i.postimg.cc/CMm1Xz6X/Just-Dance-2023.webp"
    },
    {
        "id": 15,
        "title": "Kart Racers Nickelodeon",
        "shortDescription": " Compite en emocionantes carreras junto a tus personajes favoritos de Nickelodeon en pistas llenas de acción y diversión.",
        "longDescription": "¡Súbete al volante y prepárate para la acción en Kart Racers Nickelodeon! Este juego te permite competir como tus personajes favoritos de Nickelodeon, desde Bob Esponja hasta las Tortugas Ninja, en una variedad de pistas temáticas inspiradas en los mundos de tus programas favoritos. Personaliza tus vehículos, recoge potenciadores y supera desafíos épicos mientras disfrutas del caos divertido de las carreras multijugador. Ya sea que juegues solo o con amigos, este título garantiza diversión y entretenimiento para todas las edades.",
        "price": 450000,
        "stock": 20,
        "brand": "Nintendo",
        "category": "nintendo",
        "discount": 5,
        "tags": ["Racings", "New Game"],
        "mainImage": "https://i.postimg.cc/FHJHYGsX/Kart-Racers.webp"
    },
    {
        "id": 16,
        "title": "Mario Kart 8 Deluxe",
        "shortDescription": "¡Desafía a tus amigos en las pistas más emocionantes! Mario Kart 8 Deluxe es pura diversión en cada curva.",
        "longDescription": "Mario Kart 8 Deluxe te invita a competir en carreras llenas de adrenalina con tus personajes favoritos de Nintendo. Con una variedad de pistas, modos de juego y opciones multijugador, este título asegura horas interminables de diversión.",
        "price": 25000,
        "stock": 35,
       "brand": "Nintendo",
        "category": "nintendo",
        "discount": 15,
        "tags": ["Racings", "Super Deluxe"],
        "mainImage": "https://i.postimg.cc/ZKQqYXmL/Mario-Kart-8.webp"
    },
    {
        "id": 17,
        "title": "Monopoly Madness",
        "shortDescription": "¡Redescubre el clásico Monopoly con un giro inesperado! Compite para construir tu imperio en esta nueva experiencia.",
        "longDescription": "Monopoly Madness reinventa el juego de mesa clásico con mecánicas dinámicas y rápidas. Juega con amigos o contra la IA mientras recolectas recursos, compras propiedades y buscas dominar la ciudad en esta frenética versión de Monopoly.",
        "price": 85000,
        "stock": 40,
        "brand": "Nintendo",
        "category": "nintendo",
        "discount": 10,
        "tags": ["finances", "Monopoly"],
        "mainImage": "https://i.postimg.cc/PrJxjTgx/monopoly-madness.webp"
    },
    {
        "id": 18,
        "title": "Two Point Hospital",
        "shortDescription": "¡Conviértete en el director de un hospital lleno de desafíos y risas! Two Point Hospital es una experiencia única de simulación.",
        "longDescription": "Two Point Hospital te coloca al mando de un hospital donde debes diseñar, gestionar y curar pacientes con enfermedades absurdas. Su mezcla de estrategia y humor te enganchará desde el primer momento.",
        "price": 95000,
        "stock": 18,
        "brand": "Nintendo",
        "category": "nintendo",
        "discount": 5,
        "tags": ["Hospital", "Estrategy"],
        "mainImage": "https://i.postimg.cc/bvcNkbsD/Two-Point-Hospital.webp"
    },
    {
        "id": 19,
        "title": "Valkyria Chronicles",
        "shortDescription": "Lidera un escuadrón en esta épica aventura táctica. Valkyria Chronicles combina estrategia y acción en un mundo lleno de desafíos.",
        "longDescription": "Valkyria Chronicles es una mezcla de juego táctico y narrativa emocional. Ambientado en una Europa ficticia, debes liderar a tu escuadrón en intensas batallas, mientras experimentas una historia que combina drama y heroísmo.",
        "price": 105000,
        "stock": 3,
        "brand": "Nintendo",
        "category": "nintendo",
        "discount": 8,
        "tags": ["History", "Estrategy"],
        "mainImage": "https://i.postimg.cc/YS6239WX/Valkyria-Chronicles.webp"
    },
    {
        "id": 20,
        "title": "Age of Empires Definitive Edition",
        "shortDescription": "Revive la historia en este clásico de estrategia. Age of Empires Definitive Edition te llevará por civilizaciones legendarias.",
        "longDescription": "Age of Empires Definitive Edition es una remasterización del legendario juego de estrategia. Disfruta de gráficos actualizados, una jugabilidad optimizada y contenido ampliado mientras construyes imperios y lideras ejércitos históricos.",
        "price": 120000,
        "stock": 15,
        "brand": "Steam",
        "category": "steam",
        "discount": 12,
        "tags": ["Age", "Empire", "History"],
        "mainImage": "https://i.postimg.cc/HkT3v8qR/Ageoemp.webp"
    },
    {
        "id": 21,
        "title": "Age of Empires 2 Definitive Edition",
        "shortDescription": "Domina la estrategia en este juego emblemático. Age of Empires 2 Definitive Edition es el desafío perfecto para los amantes de la historia.",
        "longDescription": "Age of Empires 2 Definitive Edition expande la experiencia original con mejoras gráficas, nuevas campañas y un modo multijugador renovado. Construye civilizaciones icónicas y demuestra tu habilidad en el campo de batalla.",
        "price": 100000,
        "stock": 85,
        "brand": "Steam",
        "category": "steam",
        "discount": 10,
        "tags": ["Age", "Empire", "History"],
        "mainImage": "https://i.postimg.cc/65rHBxnk/Age-of-Empires-II.webp"
    },
    {
        "id": 22,
        "title": "Batman Arkham Collection",
        "shortDescription": "Sé el Caballero Oscuro y combate el crimen en Gotham City. Batman Arkham Collection reúne las aventuras definitivas de Batman.",
        "longDescription": "Batman Arkham Collection incluye los aclamados títulos de la serie Arkham, ofreciendo acción, sigilo y una narrativa envolvente. Explora Gotham City, enfréntate a los villanos más peligrosos y domina las habilidades de Batman.",
        "price": 95000,
        "stock": 30,
        "brand": "Steam",
        "category": "steam",
        "discount": 10,
        "tags": ["Batman", "Arkham", "Gotic"],
        "mainImage": "https://i.postimg.cc/fTn24Rt7/batmancollection-nologo-500x500.webp"
    },
    {
        "id": 23,
        "title": "Spider-Man Miles Morales",
        "shortDescription": "Conviértete en el nuevo Spider-Man y protege Nueva York. Vive una aventura llena de acción y emociones con Miles Morales.",
        "longDescription": "Spider-Man Miles Morales sigue la historia del joven Miles mientras hereda el legado del héroe arácnido. Con un estilo dinámico, combate fluido y una narrativa apasionante, este juego redefine la experiencia superheroica.",
        "price": 110000,
        "stock": 12,
        "brand": "Steam",
        "category": "steam",
        "discount": 7,
        "tags": ["Spiderverso", "Adventure"],
        "mainImage": "https://i.postimg.cc/XvJxKZmW/Marvel-s-Spider-Man-Miles-Morales-Cd-Key-Steam-ROW-500x500.webp"
    },
    {
        "id": 24,
        "title": "Ready or Not",
        "shortDescription": "Forma parte de un escuadrón táctico de élite. Ready or Not es un intenso simulador de acción táctica que pondrá a prueba tus habilidades.",
        "longDescription": "Ready or Not ofrece una experiencia táctica en primera persona, donde lideras operaciones de alto riesgo. Planea estrategias, colabora con tu equipo y enfrenta situaciones realistas que pondrán a prueba tu precisión y rapidez de decisión.",
        "price": 80000,
        "stock": 25,
        "brand": "Steam",
        "category": "steam",
        "discount": 5,
        "tags": ["Militar", "Estrategy"],
        "mainImage": "https://i.postimg.cc/fR5B07H5/readyornot.webp"
    },
    {
        "id": 25,
        "title": "Rome 2 Total War",
        "shortDescription": "Revive las épicas batallas del Imperio Romano. Rome 2 Total War es estrategia y gloria en cada movimiento.",
        "longDescription": "Rome 2 Total War combina estrategia en tiempo real y gestión por turnos mientras expandes tu imperio, libras batallas masivas y tomas decisiones políticas cruciales para dominar el mundo antiguo.",
        "price": 3500,
        "stock": 35,
        "brand": "Steam",
        "category": "steam",
        "discount": 10,
        "tags": ["Epic", "Battle"],
        "mainImage": "https://i.postimg.cc/LXgT7cm0/roma2.webp"
    },
    {
        "id": 26,
        "title": "Assassins Creed Odyssey",
        "shortDescription": "Viaja a la antigua Grecia y descubre tu destino. Assassins Creed Odyssey es una épica aventura llena de misterios y acción.",
        "longDescription": "Assassins Creed Odyssey te sumerge en la Grecia antigua, permitiéndote elegir tu camino como un guerrero espartano. Con un mundo abierto impresionante y una historia cautivadora, este título redefine la experiencia de Assassin's Creed.",
        "price": 130000,
        "stock": 20,
        "brand": "UPlay",
        "category": "uplay",
        "discount": 8,
        "tags": ["Epic", "Estrategy"],
        "mainImage": "https://i.postimg.cc/D0M7Z49z/assasinscreed-odyssey.webp"
    },
    {
        "id": 27,
        "title": "Assassins Creed The Ezio Collection",
        "shortDescription": "Vive la historia de Ezio Auditore. La Ezio Collection reúne las aventuras más icónicas de la saga Assassin's Creed.",
        "longDescription": "Assassins Creed The Ezio Collection incluye los tres juegos más memorables protagonizados por Ezio. Desde Florencia hasta Roma, vive una historia llena de intriga, combates épicos y un legado que definió a la franquicia.",
        "price": 150000,
        "stock": 50,
        "brand": "UPlay",
        "category": "uplay",
        "discount": 12,
        "tags": ["Collection", "Estrategy"],
        "mainImage": "https://i.postimg.cc/yxdVsyr5/Assassin-s-Creed-Ezio-Trilogy.webp"
    },
    {
       "id": 28,
        "title": "Might and Magic Heroes VII",
        "shortDescription": "Construye tu reino y lidera tu ejército hacia la victoria. Might and Magic Heroes VII es estrategia y fantasía en su máxima expresión.",
        "longDescription": "Might and Magic Heroes VII mezcla gestión de recursos, construcción de imperios y combates tácticos en un mundo de fantasía épica. Reúne héroes, explora territorios y lucha contra criaturas legendarias en este clásico de estrategia por turnos.",
        "price": 90000,
        "stock": 25,
        "brand": "UPlay",
        "category": "uplay",
        "discount": 10,
        "tags": ["storage", "new"],
        "mainImage": "https://i.postimg.cc/kX2nHwSR/heroes-VII.webp"
    },
    {
        "id": 29,
        "title": "Immortals Fenyx Rising",
        "shortDescription": "Vive una épica aventura mitológica en Immortals Fenyx Rising. Explora, combate y desentraña secretos en este mundo fantástico.",
        "longDescription": "Immortals Fenyx Rising combina exploración y combate en un vibrante mundo inspirado en la mitología griega. Personaliza a tu héroe, resuelve acertijos y enfréntate a dioses y monstruos en una historia llena de humor y heroísmo.",
        "price": 85000,
        "stock": 30,
        "brand": "UPlay",
        "category": "uplay",
        "discount": 5,
        "tags": ["Fenyx", "Action", "Mitology"],
        "mainImage": "https://i.postimg.cc/bYCyL4Zj/immortalsfenyx.webp"
    },
    {
        "id": 30,
        "title": "UNO",
        "shortDescription": "¡El clásico UNO, ahora digital! Disfruta con amigos de este juego de cartas en su versión más divertida.",
        "longDescription": "UNO en formato digital lleva el icónico juego de cartas a un nuevo nivel. Con modos en línea, desafíos personalizados y gráficos coloridos, este juego es perfecto para reuniones y competiciones entre amigos.",
        "price": 50000,
        "stock": 25,
        "brand": "UPlay",
        "category": "uplay",
        "discount": 10,
        "tags": ["Cartas", "Family Game", "Friends"],
        "mainImage": "https://i.postimg.cc/kXLnP8N1/UNO.webp"
    },
    {
        "id": 31,
        "title": "Watch Dogs Legion Deluxe Edition",
        "shortDescription": "Libera a Londres en esta distopía tecnológica. Watch Dogs Legion Deluxe Edition te permite liderar a cualquier ciudadano en la resistencia.",
        "longDescription": "Watch Dogs Legion Deluxe Edition amplía el universo Watch Dogs, permitiéndote reclutar y controlar a cualquier persona en Londres. Con mecánicas innovadoras y una narrativa atrapante, este juego redefine el género de mundo abierto.",
        "price": 45000,
        "stock": 10,
        "brand": "UPlay",
        "category": "uplay",
        "discount": 8,
        "tags": ["lotr", "figure"],
        "mainImage": "https://i.postimg.cc/wjJ9qv06/Watch-Dogs-Legion.webp"
    },
    {
        "id": 32,
        "title": "FC25 Ultimate Edition",
        "shortDescription": "Vive la emoción del fútbol como nunca antes. FC25 Ultimate Edition es la experiencia definitiva para los fanáticos del deporte rey.",
        "longDescription": "FC25 Ultimate Edition ofrece modos exclusivos, plantillas actualizadas y un realismo impresionante. Experimenta partidos intensos y personaliza tu equipo en esta edición especial para amantes del fútbol.",
        "price": 30000,
        "stock": 15,
        "brand": "Xbox",
        "category": "xbox",
        "discount": 15,
        "tags": ["Xbox", "Futbol", "Soccer"],
        "mainImage": "https://i.postimg.cc/FKD8NX5r/EA-Sports-FC-25.webp"
    },
    {
        "id": 33,
        "title": "Halo Wars 2",
        "shortDescription": "Lidera ejércitos en este épico juego de estrategia. Halo Wars 2 expande el universo de Halo con batallas masivas.",
        "longDescription": "Halo Wars 2 es una mezcla perfecta de estrategia y acción ambientada en el universo de Halo. Lidera facciones icónicas, despliega unidades y participa en intensas campañas y combates multijugador.",
        "price": 100000,
        "stock": 5,
        "brand": "Xbox",
        "category": "xbox",
        "discount": 20,
        "tags": ["Halo", "Game", "Estrategy"],
        "mainImage": "https://i.postimg.cc/fbwpGTPq/halowars2webp.webp"
    },
    {
        "id": 34,
        "title": "NBA 2K20 Anthony Davis",
        "shortDescription": "Vive el baloncesto con estilo. NBA 2K20 Anthony Davis Edition te lleva a las canchas más emblemáticas.",
        "longDescription": "NBA 2K20 combina gráficos impresionantes, mecánicas de juego realistas y contenido exclusivo con Anthony Davis como figura principal. Participa en partidos, torneos y modos personalizados.",
        "price": 200000,
        "stock": 50,
        "brand": "Xbox",
        "category": "xbox",
        "discount": 5,
        "tags": ["Basquetball", "NBA", "Sport"],
        "mainImage": "https://i.postimg.cc/V6vTNZmj/nba2k.webp"
    },
    {
        "id": 35,
        "title": "Railway Empire",
        "shortDescription": "Construye tu imperio ferroviario en Railway Empire. Gestiona rutas, trenes y recursos para ser el magnate del transporte.",
        "longDescription": "Railway Empire es un juego de simulación donde diseñas rutas ferroviarias, administras trenes históricos y optimizas tus redes de transporte. Con un enfoque estratégico, este juego cautiva a los amantes de la gestión y la historia.",
        "price": 40000,
        "stock": 25,
        "brand": "Xbox",
        "category": "xbox",
        "discount": 10,
        "tags": ["Basquetball", "NBA", "Sport"],
        "mainImage": "https://i.postimg.cc/Px77vb50/Railway-Empire.webp"
    },
    {
        "id": 36,
        "title": "Star Wars Squadrons",
        "shortDescription": "Conviértete en un piloto de élite en Star Wars Squadrons. Domina las batallas espaciales y defiende la galaxia.",
        "longDescription": "Star Wars Squadrons ofrece una experiencia inmersiva de combate espacial, permitiéndote volar icónicas naves mientras participas en intensas batallas multijugador o campañas llenas de acción.",
        "price": 120000,
        "stock": 15,
        "brand": "Xbox",
        "category": "xbox",
        "discount": 7,
        "tags": ["Starwars", "Tactic", "Estrategy"],
        "mainImage": "https://i.postimg.cc/tJVM311J/Star-Wars-Squadrons.webp"
    },
    {
        "id": 37,
        "title": "UFC4 Deluxe Edition",
        "shortDescription": "Entra al octágono y lucha por la gloria. UFC4 Deluxe Edition te permite experimentar la emoción del MMA.",
        "longDescription": "UFC4 Deluxe Edition presenta gráficos realistas, movimientos fluidos y un modo carrera mejorado. Entrena, personaliza a tu luchador y participa en combates épicos en busca del campeonato.",
        "price": 80000,
        "stock": 20,
        "brand": "Xbox",
        "category": "xbox",
        "discount": 15,
        "tags": ["UFC", "Live action"],
        "mainImage": "https://i.postimg.cc/DfJvjBLJ/UFC-4.webp"
    },
    {
        "id": 38,
        "title": "Valley",
        "shortDescription": "Explora un exuberante valle lleno de secretos y revive una experiencia inolvidable en esta emocionante aventura.",
        "longDescription": "Sumérgete en Valley, una fascinante aventura en primera persona donde usarás el poder del L.E.A.F. Suit, un exoesqueleto avanzado que te otorga habilidades extraordinarias para correr, saltar y manipular la vida misma. Recorre paisajes exuberantes, desde densos bosques hasta misteriosos templos, mientras descubres los secretos de un valle oculto. Con un balance perfecto entre exploración y narrativa inmersiva, este juego te invita a una experiencia única llena de belleza y misterio.",
        "price": 90000,
        "stock": 40,
        "brand": "Xbox",
        "category": "xbox",
        "discount": 10,
        "tags": ["Action", "RPG"],
        "mainImage": "https://i.postimg.cc/c6y5XsYm/Valley.webp"
    },
    {
        "id": 39,
        "title": "World of Tanks Xbox 360 Edition",
        "shortDescription": "World of Tanks Xbox 360 Edition",
        "longDescription": "Conduce auténticos tanques de guerra en intensas batallas multijugador con World of Tanks Xbox 360 Edition. Este título te pone al mando de vehículos icónicos de la Segunda Guerra Mundial y la Guerra Fría mientras luchas estratégicamente con tu equipo. Elige entre más de 150 tanques de diferentes naciones, cada uno con características únicas. Domina los terrenos, personaliza tus vehículos y emplea tácticas inteligentes para liderar a tu equipo hacia la victoria. ¿Estás listo para conquistar el campo de batalla?",
        "price": 80000,
        "stock": 70,
        "brand": "Xbox",
        "category": "xbox",
        "discount": 12,
        "tags": ["Tanks", "Battle"],
        "mainImage": "https://i.postimg.cc/59hxZLSP/World-of-Tanks-Starter-Edition.webp"
    }
    
]